Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_saamelaiskarajien_kokouksessa_22_6_2021.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtajiston katsaus Saamelaiskäräjien kokouksessa 22.6.2021
smn: Saavâjođetteijei kejâstâh Sämitige čuákkimist 22.6.2021

source: 22.6.2021 pidetyssä Saamelaiskäräjien kokouksessa päätettiin, että puheenjohtajiston katsaus saamelaisasioiden etenemisestä Saamelaiskäräjien kokouksen 2/2021 jälkeen julkaistaan Saamelaiskäräjien verkkosivuilla.
smn: 22.6.2021 tollum Sämitige čuákkimist meridii, ete saavâjođetteijei kejâstâh sämiaašij ovdánmist Sämitige čuákkim 2/2021 maŋa almostittoo Sämitige nettisiijđoin.

source: Puheenjohtaja Tuomas Aslak Juuso
smn: Saavâjođetteijee Tuomas Aslak Juuso

source: Kevättä 2021 värittivät edelleen useat lakiuudistushankkeet.
smn: Kiiđâ 2021 ivnii ain maaŋgah lahâuđâsmittemhaavah.

source: Saamelaiskäräjät on osallistunut muun muassa saamelaiskäräjälain muutoksen valmisteluun, ilmastolain muutosta koskeviin saamelaiskäräjälain 9 §:n mukaisiin neuvotteluihin sekä muinaismuistolain ja luonnonsuojelulain uudistustöihin.
smn: Sämitigge lii uásálistám eereeb iärrás sämitiggelaavâ nubástus valmâštâlmân, šoŋŋâdâhlaavâ nubástusân kyeskee sämitiggelaavâ 9 § miäldásáid ráđádâlmáid sehe toovlášmuštolaavâ já luándusuojâlemlaavâ uđâsmittempaargon.

source: Saamelaiskäräjälain uudistaminen on yksi Saamelaiskäräjien vaalikauden 2020–2023 päätavoitteista, ja siihen on osoitettu paljon aika- ja henkilöresursseja keväällä 2021.
smn: Sämitiggelaavâ uđâsmittem lii ohtâ Sämitige valjâpaje 2020–2023 váldu-uulmijn, já toos láá čujottum ennuv äigi- já olmoošresurseh kiđđuv 2021.

source: Kevään aikana saamelaiskäräjälain muutosta valmisteleva toimikunta kokoontui viikoittain ja keskustelua toimikunnassa käytiin hyvässä hengessä.
smn: Kiiđâ ääigi sämitiggelaavâ nubástus valmâštâllee toimâkodde čokkânij jyehi oho já toimâkode savâstâlmijn lâi šiev vuoiŋâ.

source: Toimikunnan muistioon jätettiin yksi eriävä mielipide, jonka jätti Keskusta-puoletta toimikunnassa edustanut Juha Joona.
smn: Toimâkode muštottemčáállusân kuođđui ohtâ sierâuáivil, já tom kuođij Kuávdáš-piäláduv toimâkoddeest ovdâstâm Juha Joona.

source: Toimikunta esitteli mietintönsä myös Saamelaiskäräjien jäsenille ennen sen julkaisemista.
smn: Toimâkodde oovdânpuovtij smiettâmuš Sämitige jesânáid ovdil ko almostitij tom.

source: Toimikunnan mietintö julkaistiin 11.5.2021 , minkä jälkeen se lähti lausuntokierrokselle.
smn: Toimâkode smiettâmuš almostui 11.5.2021 , já ton maŋa tot vuolgij ciälkkámušrieggei.

source: Saamelaiskäräjien puheenjohtajana olen erittäin tyytyväinen toimikunnan työssään saavuttamaan lopputulokseen.
smn: Sämitige saavâjođetteijen mun lam eromâš tuđâvâš toimâkode pargo loppâpuáđusân.

source: Saamelaiskäräjät järjesti saamelaiskäräjälain muutoksesta kaikille avoimen verkkolähetyksen 8.6.2021 .
smn: Sämitigge ornij sämitiggelaavâ nubásmitmis puohháid ávus nettivuolgâttâs 8.6.2021 .

source: Lähetykseen oli mahdollista lähettää kysymyksiä ennakkoon, ja saamelaiskäräjälakitoimikunnan jäsenet vastasivat lähetyksessä kysymyksiin koskien saamelaiskäräjälain muutosta.
smn: Vuolgâttâsân lâi máhđulâš vuolgâttiđ koččâmušâid muuneeld, já sämitiggelahâtoimâkode jesâneh västidii vuolgâttâsâst koččâmuššáid, moh kuoskii sämitiggelaavâ nubástusân.

source: Ilmastolain uudistukseen liittyen Saamelaiskäräjät kävi saamelaiskäräjälain 9 §:n mukaiset neuvottelut ympäristöministeriön edustajien kanssa 22.4.2021.
smn: Šoŋŋâdâhlaavâ uđâsmittem ooleest Sämitigge toolâi sämitiggelaavâ 9 § miäldásijd ráđádâlmijd pirâsministeriö ovdâsteijeiguin 22.4.2021.

source: Tämän jälkeen Saamelaiskäräjät on lähestynyt ympäristöministeri Mikkosta sekä Suomen eduskuntapuolueiden johtoa vetoomuksella pysyvän saamelaisen ilmastoneuvoston perustamiseksi.
smn: Tast maŋa Sämitigge lii aldanâm pirâsminister Mikkosii sehe Suomâ ovdâskoddepiäláduvâi njunošijd ánumuššáin pisováá sämmilii šoŋŋâdâhrääđi vuáđđudmist.

source: Lisäksi Saamelaiskäräjien puheenjohtaja ja II varapuheenjohtaja tapasivat ministeri Mikkosta aiheen tiimoilta Helsingin vierailullaan kesäkuussa.
smn: Toos lasseen Sämitige saavâjođetteijee já II värisaavâjođetteijee teeiváin minister Mikkosii fáádá ooleest kesimáánust ko kollijn Helsigist.

source: Muinaismuistolain uudistustyöhön Saamelaiskäräjät on osallistunut aktiivisesti muun muassa uudistusta valmistelevan työryhmän kautta.
smn: Toovlášmuštolaavâ uđâsmittempaargon Sämitigge lii uásálistám aktiivlávt ei. uđâsmittem valmâštâllee pargojuávhu peht.

source: Lisäksi Saamelaiskäräjien hallitus on käynyt aiheesta lähetekeskustelun 10.5.2021 pidetyssä kokouksessaan.
smn: Toos lasseen Sämitige stivrâ lii toollâm fáádást vuolgâttâssavâstâllâm čuákkimistis 10.5.2021.

source: Lähetekeskustelussa hallitus totesi muun muassa saamelaisen kulttuuriperinnön ja oikeuden sen hallinnointiin kuuluvan saamelaisille itselleen.
smn: Vuolgâttâssavâstâlmist stivrâ pahudij ei. ete sämmilâš kulttuurärbi já vuoigâdvuotâ ton haaldâšmân kulá sämmiláid olssis.

source: Muinaismuistolain uudistustyön yhteydessä Opetus- ja kulttuuriministeriö on antanut OTT Leena Heinämäelle toimeksiannon laatia selvitys saamelaisten oikeuksista muinaismuistojen suojelussa.
smn: Toovlášmuštolaavâ uđâsmittempargo ooleest Máttááttâs- já kulttuurministeriö lii adelâm OTT Leena Heinämäkin toimânadelem rähtiđ čielgiittâs sämmilij vuoigâdvuođâin toovlášmuštoi suojâlmist.

source: Selvitys julkaistiin kesäkuussa 2021.
smn: Čielgiittâs almostui kesimáánust 2021.

source: Saamelaiskäräjät on huhtikuussa käynyt saamelaiskäräjälain 9 §:n mukaiset neuvottelut myös luonnonsuojelulain uudistukseen liittyen.
smn: Sämitigge lii cuáŋuimáánust toollâm sämitiggelaavâ 9 § miäldásijd ráđádâlmijd meid luándusuojâlemlaavâ uđâsmittem ooleest.

source: Lisäksi Saamelaiskäräjät on osallistunut lainsäädäntöhankkeen valmisteluun liittyvien työryhmien työskentelyyn.
smn: Toos lasseen Sämitigge lii uásálistám lahâasâttemhaavâ valmâštâlmân lohtâseijee pargojuávhui porgâmân.

source: Neuvottelut luonnonsuojelulain uudistamisen osalta ovat sujuneet hyvässä hengessä ja uudistuksen yhteydessä ehdotetaan laajennuksia saamelaisten oikeuksiin liittyen.
smn: Ráđádâlmeh luándusuojâlemlaavâ uđâsmittem uásild láá ovdánâm šiev mieláin já uđâsmittem ooleest iävtutteh viijđedmijd sämmilij vuoigâdvuođâi háárán.

source: Saamelaisten kotiseutualueen luonnonvarasuunnitelman laatiminen on yksi isoista meneillään olevista prosesseista, johon Saamelaiskäräjät on osallistunut muun muassa yhteistyöryhmän kokousten kautta.
smn: Sämmilij päikkikuávlu luánduriggodâhvuávám rähtim lii ohtâ tain stuorrâ joođoost orroo prosesijn, moos Sämitigge lii uásálistám eereeb iärrás ohtsâšpargojuávhu čuákkimij peht.

source: Luonnonvarasuunnitelman laatimisen yhteyteen on asetettu myös Akwé:kon -työryhmä, joka on aloittanut työnsä alkuvuodesta 2021.
smn: Luánduriggodâhvuávám rähtim olán lii asâttum meid Akwé:kon -pargojuávkku, mii lii algâttâm pargos algâivveest 2021.

source: Kyseinen Akwé:kon-työryhmä on asetettu ensimmäistä kertaa Saamelaiskäräjien, Kolttien kyläkokouksen ja Metsähallituksen sopiman uuden Akwé:kon toimintamallin pohjalta, ja työryhmä on tehnyt aktiivisesti töitä alkuperäiskansa saamelaisten kulttuurin ja perinteisen tiedon huomioimiseksi luonnonvarasuunnitelmassa.
smn: Koččâmušâst orroo Akwé:kon -pargojuávkku lii asâttum vuossâmuu tove Sämitige, Nuorttâlij sijdâčuákkim já Meccihaldâttâs sooppâm uđđâ Akwé:kon toimâmaali vuáđuld, já pargojuávkku lii porgâm aktiivlávt algâaalmug sämmilij kulttuur já ärbitiäđu huámmášumán väldim oovdân luánduriggodâhvuáváámist.

source: Toukokuussa Saamelaiskäräjien hallitus tapasi kahteen otteeseen saamelaisia koskevan tutkimuksen eettisiä ohjeita laativan työryhmän jäseniä.
smn: Vyesimáánust Sämitige čuákkim teeivâi kyevti muddoost sämmiláid kyeskee tutkâmuš eettisijd ravvuid tahhee pargojuávhu jesânijd.

source: Tapaamisissa työryhmän jäsenet esittelivät Saamelaiskäräjien hallituksen jäsenille sen hetkistä työversiota ohjeista.
smn: Teivâmijn pargojuávhu jesâneh oovdânpuohtii Sämitige stiivrâ jesânáid ton tove pargoversio ravvuin.

source: Saamelaiskäräjien hallitus on keskustellut aiheesta kokouksessaan 20.5.2021.
smn: Sämitige stivrâ lii savâstâllâm fáádást čuákkimistis 20.5.2021.

source: Ohjeistuksen laatiminen nähdään Saamelaiskäräjillä tärkeänä, ja Saamelaiskäräjät tukee saamelaisia koskevan tutkimuksen eettisiä ohjeita laativan työryhmän työtä.
smn: Ravvui toohâm aneh Sämitiggeest tehálâžžân, já Sämitigge tuárju sämmiláid kyeskee tutkâmuš eettisijd ravvuid tahhee pargojuávhu pargo.

source: Saamelaiskäräjien kokouksen niin katsoessa, valmisteilla olevia eettisiä ohjeita voitaisiin tulevaisuudessa mahdollisesti hyödyntää myös Saamelaiskäräjien työskentelyn apuna tilanteissa, joissa Saamelaiskäräjät saa tiedusteluja saamelaisia koskevien tutkimusten tekoon liittyen.
smn: Jis Sämitige čuákkim nuuvt uáiná, te toohâmnáál orroo eettisijd ravvuid puávtáččii puátteevuođâst anneeđ meid Sämitige pargo iššeen tiilijn, main Sämitigge finnee tiäđuštâlmijd, moh lohtâseh sämmiláid kyeskee tutkâmušâi rähtimân.

source: Suomen Arktisen politiikan strategia julkaistiin 21.6.2021 .
smn: Suomâ Arktâsii politiik strategia almostitij 21.6.2021 .

source: Yhteistyö valtioneuvoston kanslian kanssa strategian valmistelun yhteydessä on toiminut hyvin.
smn: Oovtâstpargo staatârääđi kansliain strategia valmâštâllâm ooleest lii toimâm pyereest.

source: Saamelaiskäräjät on painottanut neuvotteluissa muun muassa alkuperäiskansojen osallistumisoikeuksien vahvistamista sekä vapaan, tietoon perustuvan ennakkosuostumuksen periaatteen (free, prior and informed consent, FPIC) tärkeyttä.
smn: Sämitigge lii tiäduttâm ráđádâlmijn ei. algâaalmugij uásálistemvuoigâdvuođâi nanodem sehe rijjâ, tiätun vuáđuduvvee munemietâmâš prinsiip (free, prior and informed consent, FPIC) tehálâšvuođâ.

source: Strategiassa on huomioitu useita saamelaisten kannalta merkittäviä kirjauksia eri sektoreilla.
smn: Strategiast láá váldám huámmášumán maaŋgâi sämmilij tááhust merhâšittee kirjiimijd sierâ sektorijn.

source: Yhtenä esimerkkinä esille voisi nostaa saamelaisen ilmastoneuvoston perustamisen.
smn: Ohtân ovdâmerkkân oovdân puávtáččii pajediđ sämmilii šoŋŋâdâhrääđi vuáđudem.

source: Työskentely Saamelaisessa Parlamentaarisessa neuvostossa on jatkunut Norjan puolen Saamelaiskäräjien johdolla.
smn: Porgâm Säämi Parlamentaarlii rääđist lii jotkum Taažâbeln Sämitige jođettâsâst.

source: Kokouksissa on keskustelu muun muassa Interreg Nord –ohjelman korvaavan Interreg Auroran tuomista muutoksista sekä yhteisen strategian luomisesta covid19-pandemiaa ja mahdollisia muita pandemioita varten.
smn: Čuákkimijn láá savâstâllâm eereeb iärrás Interreg Nord –ohjelm sajan puáttee Interreg Aurora pyehtim nubástusâin sehe ohtsii strategia tohâmist covid19-pandemia já máhđulij eres pandemiai várás.

source: Kesäkuussa Saamelaiskäräjät kutsuivat koolle Norjan ja Ruotsin Saamelaiskäräjien sekä Saamelaisneuvoston edustajat koskien Virtual Runners:n järjestämää virtuaalista Sámi Finland Run -juoksutapahtumaa.
smn: Kesimáánust Sämitigge povdij čuákán Taažâ já Ruotâ Sämitige sehe Sämirääđi ovdâsteijeid Virtual Runners ornim virtuaallii Sámi Finland Run -kaččâmtábáhtus ooleest.

source: Juoksutapahtumassa hyödynnettiin saamelaisten kulttuurisia symboleita ja elementtejä ilman saamelaisyhteisön hyväksyntää tai konsultoimatta asiasta Saamelaiskäräjiä.
smn: Kaččâmtábáhtusâst ávhástâllii sämmilij kulttuurlij symbolijguin já elementijguin sämisiärváduv tuhhithánnáá tâi konsultisthánnáá Sämitige. Toos lasseen tábáhtusâst ovdedii stereotijpâlii kove sämikulttuurist.

source: Lisäksi tapahtumassa edistettiin stereotyyppistä kuvaa saamelaiskulttuurista.
smn: Sämitige saavâjođetteijee Juuso táátust huolâhánnáá uárnejeijee ij kiäsám kaččâmtábáhtus maasâd.

source: Saamelaiskäräjien puheenjohtaja Juuson pyynnöstä huolimatta järjestäjä ei perunut juoksutapahtumaa.
smn: Säämi Parlamentaarlâš rääđi já Sämirääđi meridii adeliđ ääšist ohtsii julgáštus.

source: Saamelainen Parlamentaarinen neuvosto ja Saamelaisneuvosto päättivät antaa asiasta yhteisen julkilausuman.
smn: Algâaalmugij pisováá foorum 20. čuákkim uárnejui 19.-30.4.2021 já ton teeman lâi taan ive Ráávhu, vuoigâlâšvuotâ já noonâ instituutioh: algâaalmugij rooli kilelis ovdánem ulme nr. 16 olášutmist (engl. Peace, justice and strong institutions: the role of indigenous peoples in implementing Sustainable Development Goal 16).

source: Alkuperäiskansojen pysyvän foorumin 20. istunto järjestettiin 19.-30.4.2021 ja sen teemana oli tänä vuonna Rauha, oikeudenmukaisuus ja vahvat instituutiot: alkuperäiskansojen roolin kestävän kehityksen tavoitteen nro. 16 toimeenpanossa (engl. Peace, justice and strong institutions: the role of indigenous peoples in implementing Sustainable Development Goal 16).
smn: Sämitigge toolâi sahâvuáru kuávlulii (ađai arktâsii) dialog ohtâvuođâst fáddán kulttuurlâš ohtâlâsvuotâ já čapovuotâ, mast mainâšui sämmilij raajijd rastaldittee oovtâstpargoost sehe algâaalmugjulgáštus aalmuglii olášutmist.

source: Saamelaiskäräjät piti puheenvuoron alueellisen (eli arktisen) dialogin yhteydessä aiheenaan kulttuurinen yhtenäisyys ja eheys, jossa mainittiin saamelaisten rajat ylittävästä yhteistyöstä sekä alkuperäiskansajulistuksen kansallisesta toimeenpanosta.
smn: Sämitigge toolâi lasseen sahâvuáru algâaalmugij maailmkonferens loppâäššikirje olášutmist já algâaalmugij uásálistemvuoigâdvuođâ pyeredem-prosesist.

source: Saamelaiskäräjät piti lisäksi puheenvuoron alkuperäiskansojen maailmankonferenssin loppuasiakirjan toimeenpanosta ja alkuperäiskansojen osallistumisoikeuden parantaminen-prosessista.
smn: Interreg-ohjelmân lohtâseijee ráđádâlmeh juátkojii čoođâ kiiđâ já algâkeesi, já sämmilij tááhust tain pessii luhostum loppâpuátusân.

source: Interreg-ohjelmaan liittyvät neuvottelut jatkuivat intensiivisesti läpi kevään ja alkukesän, ja saamelaisten kannalta niissä päästiin onnistuneeseen lopputulokseen.
smn: I värisaavâjođetteijee Anni Koivisto

source: Neuvotteluita saamelaisten totuus- ja sovintoprosessin eteenpäin viemiseksi jatkettiin Saamelaiskäräjien, Kolttien kyläkokouksen ja Valtioneuvoston kanslian kesken.
smn: Ráđádâlmijn savâstâllii ei. komissio paargon väridemnáál ekonomâlijn já olmoošresursijn.

source: Neuvotteluissa keskusteltiin muun muassa komission työlle varattavista taloudellisista ja henkilöresursseista.
smn: Toos lasseen ráđádâlmijn savâstâllii meid proosees ääigi ornimnáál psykososiaallii torjuu vuávám detaljijn.

source: Lisäksi neuvotteluissa keskusteltiin myös prosessin aikaisen psykososiaalisen tuen järjestämisen suunnitelman yksityiskohdista.
smn: Laapi pyecceetipšopirrâduv porgâttem čielgiittâs psykososiaallii torjuu orniimist tuotâvuotâ- já sovâdâttâmproosees ääigi valmâštui 15.3.2021, já tot lii toimâm torjuu orniimân kyeskee tärkkilub vuáváámij olášuttem vuáđđun.

source: Lapin sairaanhoitopiirin teettämä selvitys psykososiaalisen tuen järjestämisestä totuus- ja sovintoprosessin aikana valmistui 15.3.2021, ja se on toiminut pohjana yksityiskohtaisempien tuen järjestämisen suunnitelmien toteuttamiseksi.
smn: I värisaavâjođetteijee Anni Koivisto uásálistij lasseen panelistin Algâaalmugij pisováá foorum 20. čuákkim ohtâvuođâst tollum miäldustábáhtusân, mii kuoskâi tuotâvuotâ- já sovâdâttâmprosesijd.

source: I varapuheenjohtaja Anni Koivisto osallistui lisäksi panelistina Alkuperäiskansojen pysyvän foorumin 20. istunnon yhteydessä pidettyyn sivutapahtumaan koskien totuus- ja sovintoprosesseja.
smn: Kiđđuv uárnejui kyehti Sämitige já ovdâskoddepiäláduvâi ohtsâšpargojuávhu čuákkim, main maŋŋeeb čuákkimist sämitiggelaavâ nubásmittem valmâštâllâm toimâkodde oovdânpuovtij ohtsâšpargojuávkun smiettâmušâs váldusoojijd.

source: Keväällä järjestettiin kaksi Saamelaiskäräjien ja eduskuntapuolueiden yhteistyöryhmän kokousta, joista jälkimmäisessä saamelaiskäräjälain muutosta valmistellut toimikunta esitteli yhteistyöryhmälle mietintönsä pääkohtia.
smn: Sosiaal- já tiervâsvuotâsektorist Sämitigge lii aktiivlávt uásálistám soti-uđâsmittem valmâštâlmân uásálistmáin eereeb iärrás Laapi soti-haavâi stivrimjuávhu čuákkimáid.

source: Sosiaali- ja terveyssektorilla Saamelaiskäräjät on aktiivisesti osallistunut sote-uudistuksen valmisteluun osallistumalla muun muassa Lapin sote-hankkeiden ohjausryhmän kokouksiin.
smn: Sämitigge lii porgâm oovtâstpargo Ráhtusuđâsmittem Laapist- havváin já Puátteevuođâ soti-kuávdáš- havváin, sehe uásálistám Laapi pyecceetipšopirrâduv (LSHP) ornimvuávám valmâštâlmân oovtâst eres puáttee pyereestvaijeemkuávlu uásipelijguin.

source: Saamelaiskäräjät on tehnyt yhteistyötä Rakenneuudistus Lapissa-Hankkeen ja Tulevaisuuden sote-keskus- hankkeen kanssa, sekä osallistunut Lapin sairaanhoitopiirin (LSHP) järjestämissuunnitelman valmisteluun yhdessä muiden tulevan hyvinvointialueen osapuolten kanssa.
smn: Sämitigge lii ráđádâllâm sosiaal- já tiervâsvuođâministeriöin sämikielâlij soti-palvâlusâi finnim pyereedmân uáivildum sierâ lasemeriruuđâ kiävtust.

source: Saamelaiskäräjät on neuvotellut sosiaali- ja terveysministeriön kanssa saamenkielisten sote-palvelujen saatavuuden parantamiseen tarkoitetut erillisen lisämäärärahan käytöstä.
smn: Sämitigge lii uásálistám aktiivlávt meid ei. sierâlágán soti-palvâlusâi tááláá tilán kyeskee čielgiittâsâi vuáváámân.

source: Saamelaiskäräjät on osallistunut aktiivisesti myös muun muassa erilaisten sote-palvelujen nykytilaa koskevien selvitysten suunnitteluun.
smn: Kiđđuv 2021 Sämitigge lii uásálistám sosiaal- já tiervâsvuođâministeriöin já Tiervâsvuođâ já pyereestvaijeem lájádâssáin Tave-eennâmlii webinaar valmâštâlmân, mii kuáská algâaalmugáid kullee vádulij já muštopyeccei ulmui vuoigâdvuođáid já kulttuursensitiivláid palvâlussáid.

source: Keväällä 2021 Saamelaiskäräjät on osallistunut sosiaali- ja terveysministeriön ja Terveyden ja hyvinvoinnin laitoksen kanssa Pohjoismaisen webinaarin valmisteluun koskien alkuperäiskansoihin kuuluvien vammaisten ja muistisairaiden henkilöiden oikeuksia ja kulttuurisensitiivisiä palveluita.
smn: Sämitigge uásálistij kiđđuv aktiivlávt meid Laapi lito stiivrâ čuákkimáid, main láá savâstâllâm ovdâmerkkân Tave-Laapi eennâmkoddekaava 2040 valmâštâlmist sehe Lappi sopâmušâst.

source: Saamelaiskäräjät osallistui keväällä aktiivisesti myös Lapin liiton hallituksen kokouksiin, joissa on käyty keskustelua esimerkiksi Pohjois-Lapin maakuntakaavan 2040 valmistelusta sekä Lappi sopimuksesta.
smn: 17.5.2021 tollum Laapi lito váldustiivrâ čuákkimist valmâštâllâmnáál orroom Tave-Laapi eennâmkoddekaava meridii macâttiđ valmâštâlmân, já iävtuttii, ete Jieŋâmeerâ rađe väridemmerkkim sikkuu kaavâst.

source: 17.5.2021 pidetyssä Lapin liiton valtuuston kokouksessa valmisteilla ollut Pohjois-Lapin maakuntakaava päätettiin palauttaa takaisin valmisteluun, ja Jäämeren radan varausmerkintää ehdotetaan poistettavaksi kaavasta.
smn: Sämitigge lii maaŋgâin sierâ ohtâvuođâin puáhtám oovdân jieijâs uáinu tast, ete Jieŋâmeerâ rađan kyeskee merkkim kalga sikkođ Tave-Laapi eennâmkoddekaavast 2040.

source: Saamelaiskäräjät on useissa eri yhteyksissä tuonut esille näkemyksensä siitä, että Jäämeren rataa koskeva merkintä tulee poistaa Pohjois-Lapin maakuntakaavasta 2040.
smn: Laapi lito váldustiivrâ miärádâs macâttiđ kaava valmâštâlmân aneh-uv Sämitiggeest eromâš positiivlâš äššin .

source: Lapin liiton valtuuston päätös palauttaa kaava valmisteluun nähdäänkin Saamelaiskäräjillä erittäin positiivisena asiana.
smn: Sämitigge aalgij vuáváđ tave-eennâmlii sämimáttááttâs foorum ornim oovtâst máttááttâs- já kulttuurministeriöin.

source: Saamelaiskäräjät alkoi suunnitella pohjoismaisen saamelaisopetuksen foorumin järjestämistä yhdessä opetus- ja kulttuuriministeriön kanssa.
smn: Toimâ lii uási máttááttâs- já kulttuurministeriö sämimáttááttâs ovdedempargojuávhu raapoort iävtuttâsâid.

source: Toimenpide on osa opetus- ja kulttuuriministeriön saamelaisopetuksen kehittämistyöryhmän raportin ehdotuksia.
smn: Sämitigge lii kiiđâ ääigi tuárjum páihálávt oovdân pajanâm škovliimân kyeskee hástusij čuávdim.

source: Saamelaiskäräjät on kevään aikana tukenut paikallisesti esiin nousseiden koulutusta koskevien haasteiden ratkaisemista.
smn: Sämitigge lii uásálistám aalmuglâškielâstrategia stivrimjuávhu já kielâpooliitlii ohjelm valmâštâllâmjuávhu paargon tiädutmáin sämikielâi sajattuv uássin väldikodálii kielâpolitiik.

source: Saamelaiskäräjät on osallistunut kansalliskielistrategian ohjausryhmän ja kielipoliittisen ohjelman valmisteluryhmän työskentelyyn painottaen saamen kielten asemaa osana valtakunnallista kielipolitiikkaa.
smn: Sämitigge teeivâi oovtâst Sämitige nuorâirađđijn eennâm- já meccituáluminister Jari Leppä.

source: Saamelaiskäräjät tapasi yhdessä Saamelaiskäräjien nuorisoneuvoston kanssa maa- ja metsätalousministeri Jari Lepän.
smn: Lasseen oovtâst nuorâirađđijn teivii máttááttâs- já kulttuurministeriö sierânâstorjuin porgâmnáál nuorâipargo ooleest.

source: Lisäksi yhdessä nuorisoneuvoston kanssa tavattiin opetus- ja kulttuuriministeriötä koskien erityisavustuksella tehtävää nuorisotyötä.
smn: II värisaavâjođetteijee Leo Aikio

source: II varapuheenjohtaja Leo Aikio
smn: Sämitigge lii cuáŋui-vyesimáánust juátkám savâstâllâm eennâm- já meccituáluministeriö ovdâsteijeiguin laavâ puásuituálu teivâm vahâgij heiviitmist (987/2011).

source: Saamelaiskäräjät on huhti-toukokuussa jatkanut keskustelua maa- ja metsätalousministeriön edustajien kanssa lain porotaloutta kohdanneiden vahinkojen soveltamisesta (987/2011).
smn: Njuhčâmáánust Sämitigge keesij ovdâskoddepiäláduvváid laavâ puásuituálu teivâm vahâgij sajanmäksimist miäldásij vahâgij vuoigâlii sajanmäksimân sehe puásui-iäláttâs jotkuuvâšvuođâ turviimân.

source: Maaliskuussa Saamelaiskäräjät vetosi eduskuntapuolueisiin lain porotaloutta kohdanneiden vahinkojen korvaamisesta mukaisten vahinkojen oikeudenmukaiseksi korvaamiseksi sekä poroelinkeinon jatkuvuuden turvaamiseksi.
smn: Lasseen Sämitigge lii teivâm haldâttâspiäláduvâi ovdâskoddejuávhui ovdâsteijeid ääši ooleest.

source: Lisäksi Saamelaiskäräjät on tavannut hallituspuolueiden eduskuntaryhmien edustajia asian tiimoilta.
smn: 25.5.2021 Sämitigge vuolgâttij meid staatârááđán áánnum vâi spiekâstâhive tiilij tovâttem vahâgijd puásuituálun sajanmávsáččii vuoigâlávt .

source: 25.5.2021 Saamelaiskäräjät lähetti vetoomuksen poronhoidolle poikkeusvuoden olosuhteista aiheutuneiden vahinkojen oikeudenmukaiseksi korvaamiseksi myös valtioneuvostolle .
smn: 27.5.2021 staatârääđi meridij oovdânpyehtiđ puásuituálu teivâm vahâgij sajanmäksimân väridemnáál kuttâ miljovn eurod ive 2021 kuálmád lasebudjetân.

source: 27.5.2021 valtioneuvosto päätti esittää porotaloutta kohdanneiden vahinkojen korvaamiseen varattavaksi kuusi miljoonaa euroa vuoden 2021 kolmanteen lisätalousarvioon.
smn: Sämitigge ana, ete väridum summe ij kuittâg lah tuárvi luávdiđ puásuituálu teivâm vahâgijd.

source: Saamelaiskäräjät näkee, että varattu summa ei kuitenkaan ole riittävä porotaloutta kohdanneiden vahinkojen kattamiseksi.
smn: Ucjuv puásuitáálui ohtsâšmecci já Mudusjäävri paalgâs láá pivdám, ete Sämitigge tuárju já oovded máhđulâšvuođâi mield Ucjuv puásuitáálui ohtsâšmeecij suojâlem.

source: Utsjoen porotilojen yhteismetsä ja Muddusjärven paliskunta ovat pyytäneet Saamelaiskäräjiä tukemaan ja edistämään mahdollisuuksien mukaan Utsjoen porotilojen yhteismetsien suojelua.
smn: Sämitigge lii-uv aktiivlávt ovdedâm ääši pirâsministeriö peht já meid mudoi tuárjum haavâ.

source: Saamelaiskäräjät onkin aktiivisesti edistänyt asiaa ympäristöministeriön kautta ja myös muutoin tukenut hanketta.
smn: Miärádâs suojâliđ 700 hehtaarid puáris puigâmeeci tohhui kesimáánust, já Sämitigge lii eromâš tuđâvâš miärádâsân.
